---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.JoinElementsFailures
source: html/1b02394a-8038-d4a3-6b7c-28e13839b482.htm
---
# BuiltInFailures.JoinElementsFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.